Repository: libvirt/libvirt-glib
Catalog: po/*.po
Languages: pt, zh_hant

source: Connection %s is already open
pt: Ligação %s já está aberta
zh_hant: 已經開啟 %s 連線

source: Connection is not open
pt: Ligação não está aberta
zh_hant: 連線未開啟

source: Connection is not opened
pt: Ligação não está aberta
zh_hant: 連線未開啟

source: Failed to create domain
pt: Falhou ao criar domínio
zh_hant: 建立網域己失敗

source: Failed to create storage pool
pt: Falhou ao criar pool de armazenamento
zh_hant: 建立儲存池己失敗

source: Failed to fetch list of domains
pt: Falhou ao buscar lista de domínios
zh_hant: 取得網域清單己失敗

source: Failed to fetch list of interfaces
pt: Falhou ao buscar lista de interfaces
zh_hant: 取得介面清單己失敗

source: Failed to fetch list of networks
pt: Falhou ao buscar lista de redes
zh_hant: 取得網路清單己失敗

source: Failed to fetch list of pools
pt: Falhou ao buscar lista de pools
zh_hant: 取得池清單己失敗

source: Got virStreamRecv error in %s
pt: Recebido erro virStreamRecv em %s
zh_hant: 在 %s 中發現 virStreamRecv 錯誤

source: No XML document associated with this config object
pt: Nenhum documento XML associado com este objeto de configuração
zh_hant: 沒有與此設定物件相關聯的 XML 文件

source: No XML document to parse
pt: Nenhum documento XML a analisar
zh_hant: 無 XML 文件可解析

source: No XML schema associated with this config object
pt: Nenhum esquema XML associado com este objeto de configuração
zh_hant: 沒有與此設定物件相關聯的 XML 模式

source: Unable to create RNG parser for %s
pt: Incapaz de criar analisador RNG para %s
zh_hant: 無法為 %s 建立 RNG 解析器

source: Unable to create RNG validation context %s
pt: Incapaz de criar contexto de validação RNG %s
zh_hant: 無法建立 RNG 驗證內容 %s

source: Unable to get capabilities
pt: Incapaz de obter as capacidades
zh_hant: 無法取得功能

source: Unable to get connection URI
pt: Incapaz de obter URI de ligação
zh_hant: 無法取得連線 URI

source: Unable to get domain capabilities
pt: Incapaz de obter capacidades do domínio
zh_hant: 無法取得網域功能

source: Unable to get hypervisor name
pt: Incapaz de obter nome do hipervisor
zh_hant: 無法取得管理程序名稱

source: Unable to get hypervisor version
pt: Incapaz de obter versão do hipervisor
zh_hant: 無法取得管理程序版本

source: Unable to get node info
pt: Incapaz de obter informação do nó
zh_hant: 無法取得節點資訊

source: Unable to open %s
pt: Incapaz de abrir %s
zh_hant: 無法開啟 %s

source: Unable to parse RNG %s
pt: Incapaz de analisar RNG %s
zh_hant: 無法解析 RNG %s

source: Unable to parse configuration
pt: Incapaz de analisar configuração
zh_hant: 無法解析組態設定

source: Unable to perform RecvAll
pt: Incapaz de efetuar RecvAll
zh_hant: 無法執行 RecvAll

source: Unable to perform SendAll
pt: Incapaz de efetuar SendAll
zh_hant: 無法執行 SendAll

source: Unable to restore domain
pt: Incapaz de restaurar domínio
zh_hant: 無法還原網域

source: Unable to validate doc
pt: Incapaz de validar documento
zh_hant: 無法驗證文件

source: XML data has no '%s' node
pt: Dados XML não têm nenhum nó '%s'
zh_hant: XML 資料沒有 '%s' 節點

source: virStreamRecv call would block
pt: chamada virStreamRecv iria bloquear
zh_hant: virStreamRecv 呼叫時會阻塞

source: virStreamSend call would block
pt: chamada virStreamSend iria bloquear
zh_hant: virStreamSend 呼叫時會阻塞
